[
  {
    "id": "Câu 41",
    "question_text": "Kim loại phản ứng với dd H2SO4 loãng là:",
    "options": {
      "A": "Mg",
      "B": "Ag",
      "C": "Cu",
      "D": "Au"
    }
  },
  {
    "id": "Câu 42",
    "question_text": "Phèn chua có công thức nào?",
    "options": {
      "A": "(NH4)2SO4.Al2(SO4)3.24H2O",
      "B": "(NH4)2SO4.Fe2(SO4)3.24H2O",
      "C": "CuSO4.5H2O",
      "D": "K2SO4.Al2(SO4)3.24H2O"
    }
  },
  {
    "id": "Câu 43",
    "question_text": "Phản ứng nào sau đây đã được viết không đúng?",
    "options": {
      "A": "3Fe + 2O2 → Fe3O4",
      "B": "2Fe + 3Cl2 → 2FeCl3",
      "C": "2Fe + 3I2 → 2FeI3",
      "D": "Fe + S → FeS"
    }
  },
  {
    "id": "Câu 44",
    "question_text": "Trong các câu sau đây, câu nào đúng?",
    "options": {
      "A": "Crom là kim loại có tính khử mạnh hơn sắt",
      "B": "Crom là kim loại nên chỉ tạo được oxit bazơ",
      "C": "Trong tự nhiên, crom có ở dạng đơn chất.",
      "D": "Phương pháp điều chế crom là điện phân Cr2O3 nóng chảy."
    }
  },
  {
    "id": "Câu 45",
    "question_text": "Kim loại nào sau đây điều chế được bằng phương pháp nhiệt luyện?",
    "options": {
      "A": "Na",
      "B": "K",
      "C": "Cu",
      "D": "Ba"
    }
  },
  {
    "id": "Câu 46",
    "question_text": "Chất nào sau đây là chất điện li mạnh?",
    "options": {
      "A": "CH3COOH",
      "B": "NaCl",
      "C": "H2O",
      "D": "HF"
    }
  },
  {
    "id": "Câu 47",
    "question_text": "Chất có tính lưỡng tính là:",
    "options": {
      "A": "Al",
      "B": "Al2O3",
      "C": "AlCl3",
      "D": "Fe2O3"
    }
  },
  {
    "id": "Câu 48",
    "question_text": "Kim loại nào sau đây thuộc kim loại kiềm?",
    "options": {
      "A": "Li",
      "B": "Al",
      "C": "Fe",
      "D": "Ba"
    }
  },
  {
    "id": "Câu 49",
    "question_text": "Dãy ion nào sau đây cùng tồn tại trong dung dịch?",
    "options": {
      "A": "Na+, Ca2+, CO32-, Cl-",
      "B": "Fe3+, Cu2+, Cl-, SO42-",
      "C": "K+, H+, CO32-, SO42-",
      "D": "Al3+, Na+, SO42-, OH-"
    }
  },
  {
    "id": "Câu 50",
    "question_text": "Trong điều kiện thích hợp glucozơ lên men tạo thành khí CO2 và",
    "options": {
      "A": "C2H5OH.",
      "B": "HCOOCH3.",
      "C": "HCOOH.",
      "D": "CH3COOH."
    }
  },
  {
    "id": "Câu 51",
    "question_text": "Polime thiên nhiên nào sau đây là polime tổng hợp?",
    "options": {
      "A": "Cao su Buna-S.",
      "B": "Tơ nilon-6,6.",
      "C": "PVC.",
      "D": "Cao su buna."
    }
  },
  {
    "id": "Câu 52",
    "question_text": "Chất có khả năng làm quỳ tím hóa xanh là:",
    "options": {
      "A": "Glyxin",
      "B": "Amoniac",
      "C": "Anilin",
      "D": "Alanin"
    }
  },
  {
    "id": "Câu 53",
    "question_text": "Dung dịch nào sau đây có pH > 7?",
    "options": {
      "A": "KCl",
      "B": "NH4NO3",
      "C": "Na2CO3",
      "D": "HCl"
    }
  },
  {
    "id": "Câu 54",
    "question_text": "Để bảo vệ vỏ tàu biển bằng thép, người ta thường gắn các tấm kim loại X vào vỏ tàu (phần chìm dưới nước). Kim loại X là:",
    "options": {
      "A": "Cu",
      "B": "Ni",
      "C": "Zn",
      "D": "Fe"
    }
  },
  {
    "id": "Câu 55",
    "question_text": "Nung hỗn hợp rắn X gồm Fe(OH)2 và FeCO3 trong không khí đến khối lượng không đổi, thu được chất rắn Y là:",
    "options": {
      "A": "FeO",
      "B": "Fe2O3",
      "C": "Fe3O4",
      "D": "Fe"
    }
  },
  {
    "id": "Câu 56",
    "question_text": "Chất X có công thức phân tử C2H6O. X có thể là:",
    "options": {
      "A": "Ancol etylic.",
      "B": "Axeton.",
      "C": "Anđehit axetic.",
      "D": "Axetilen."
    }
  },
  {
    "id": "Câu 57",
    "question_text": "Thủy phân este X có công thức phân tử C4H8O2 trong dung dịch NaOH, thu được hỗn hợp chất Y và Z. Trong đó Y là muối có công thức C2H5COONa. Công thức cấu tạo của X là:",
    "options": {
      "A": "HCOOC3H7.",
      "B": "CH3COOC2H5.",
      "C": "C2H5COOCH3.",
      "D": "C3H7COOH."
    }
  },
  {
    "id": "Câu 58",
    "question_text": "Chất X có công thức phân tử C3H9N. Số đồng phân cấu tạo của X là:",
    "options": {
      "A": "3.",
      "B": "4.",
      "C": "5.",
      "D": "2."
    }
  },
  {
    "id": "Câu 59",
    "question_text": "Chọn phát biểu đúng?",
    "options": {
      "A": "Trong phòng thí nghiệm điều chế HNO3 người ta cho NaNO3 tinh thể tác dụng với dd H2SO4 đặc nóng.",
      "B": "Dùng dd H2SO4 để phân biệt các muối clorua và nitrat.",
      "C": "Nước cường toan là hỗn hợp của HNO3 đặc và HCl đặc theo tỉ lệ mol 1:3.",
      "D": "Có thể dùng HNO3 đặc để điều chế NaNO3 trong phòng thí nghiệm."
    }
  },
  {
    "id": "Câu 60",
    "question_text": "Hỗn hợp X gồm Na, K, Ba. Cho X vào H2O dư thu được dung dịch Y. Cho Y tác dụng với dung dịch chứa:",
    "options": {
      "A": "HNO3, Ca(OH)2, KHSO4, Mg",
      "B": "NaHSO4, CuSO4, NaHCO3, Al",
      "C": "NaNO3, BaCl2, Na3PO4, Fe",
      "D": "NH4NO3, Fe(NO3)3, H2SO4, Al2O3"
    }
  },
  {
    "id": "Câu 61",
    "question_text": "Tiến hành các thí nghiệm sau: (1) Nung Cu(NO3)2; (2) Cho FeS vào dd HCl; (3) Cho Fe(OH)2 vào dd H2SO4 đặc nóng; (4) Cho Na vào dd CuSO4; (5) Đun nóng tinh bột trong dd H2SO4 loãng; (6) Cho dd NaHSO4 vào dd NaHCO3. Số thí nghiệm tạo ra đơn chất là:",
    "options": {
      "A": "3.",
      "B": "2.",
      "C": "5.",
      "D": "4."
    }
  },
  {
    "id": "Câu 62",
    "question_text": "Thực hiện các thí nghiệm sau: (1) Cho Fe2O3 vào dung dịch H2SO4 loãng; (2) Cho hỗn hợp BaO và Al vào nước (dư); (3) Cho dung dịch NaHSO4 vào dung dịch NaHCO3; (4) Cho hỗn hợp bột Fe và Cu vào dung dịch HNO3 loãng (dư); (5) Cho CrO3 vào nước; (6) Cho Fe vào dung dịch CuCl2; (7) Sục khí H2S vào dung dịch FeSO4; (8) Sục khí CO2 vào dung dịch NaAlO2. Số thí nghiệm thu được chất rắn sau khi các phản ứng kết thúc là:",
    "options": {
      "A": "4.",
      "B": "5.",
      "C": "6.",
      "D": "7."
    }
  },
  {
    "id": "Câu 63",
    "question_text": "Cho các phát biểu sau: (a) Glucozơ và fructozơ đều làm mất màu dung dịch nước brom. (b) Khi đun nóng dung dịch saccarozơ có H2SO4 làm xúc tác, thu được dung dịch có khả năng tham gia phản ứng tráng bạc. (c) Thủy phân vinyl axetat bằng dung dịch NaOH đun nóng, thu được ancol etylic. (d) Xenlulozơ trinitrat là nguyên liệu để chế tạo thuốc súng không khói. Số phát biểu đúng là:",
    "options": {
      "A": "4.",
      "B": "3.",
      "C": "1.",
      "D": "2."
    }
  },
  {
    "id": "Câu 64",
    "question_text": "Cho các phát biểu sau: (a) Amino axit là hợp chất hữu cơ tạp chức. (b) Thủy phân hoàn toàn protein đơn giản thu được hỗn hợp các α-amino axit. (c) Anilin là chất lỏng không màu, tan ít trong nước. (d) Peptit có phản ứng màu biure nếu có từ hai liên kết peptit trở lên. Số phát biểu đúng là:",
    "options": {
      "A": "2.",
      "B": "3.",
      "C": "4.",
      "D": "1."
    }
  },
  {
    "id": "Câu 65",
    "question_text": "Cho 10 gam hỗn hợp X gồm 2 amin no, đơn chức, mạch hở tác dụng vừa đủ với V ml dung dịch HCl 1M. Sau phản ứng thu được 14,88 gam muối. Giá trị của V là:",
    "options": {
      "A": "150.",
      "B": "160.",
      "C": "140.",
      "D": "120."
    }
  },
  {
    "id": "Câu 66",
    "question_text": "Cho các chất X, Y, Z, E, F lần lượt là A. etyl axetat, glucozơ, axit fomic, glixerol, phenol...",
    "options": {
      "A": "etyl axetat, glucozơ, axit fomic, glixerol, phenol",
      "B": "glixerol, axit fomic, etyl axetat, glucozơ, phenol",
      "C": "etyl axetat, glixerol, axit fomic, glucozơ, phenol",
      "D": "glixerol, etyl axetat, axit fomic, glucozơ, phenol"
    }
  },
  {
    "id": "Câu 67",
    "question_text": "Cho 2,8 gam bột Fe vào 200 ml dung dịch FeSO4 1M. Sau khi phản ứng xảy ra hoàn toàn, thu được m gam chất rắn. Giá trị của m là:",
    "options": {
      "A": "6,4.",
      "B": "2,8.",
      "C": "7,6.",
      "D": "5,6."
    }
  },
  {
    "id": "Câu 68",
    "question_text": "Cho 0,1 mol hỗn hợp X gồm hai andehit no, đơn chức, mạch hở là đồng đẳng kế tiếp tác dụng hết với dung dịch AgNO3/NH3 dư thu được 28,08 gam Ag. Công thức phân tử của hai andehit là:",
    "options": {
      "A": "CH3CHO và C2H5CHO.",
      "B": "HCHO và CH3CHO.",
      "C": "C2H5CHO và C3H7CHO.",
      "D": "C3H7CHO và C4H9CHO."
    }
  },
  {
    "id": "Câu 69",
    "question_text": "Hỗn hợp E gồm Fe, FeO, Fe2O3, Fe3O4. Cho 3,36 gam E tác dụng hoàn toàn với dung dịch HCl (dư), thu được 0,02 mol khí H2. Mặt khác, cho 3,36 gam E tác dụng với dung dịch HNO3 loãng (dư), thu được V lít khí NO (sản phẩm khử duy nhất, đktc). Giá trị của V là:",
    "options": {
      "A": "0,448.",
      "B": "0,896.",
      "C": "0,224.",
      "D": "0,672."
    }
  },
  {
    "id": "Câu 70",
    "question_text": "Cho 200 ml dung dịch hỗn hợp chứa BaCl2 0,5M và Ba(OH)2 0,4M vào dung dịch X chứa AlCl3 x mol/l và Al2(SO4)3 0,5M. Sau khi phản ứng xảy ra hoàn toàn thu được 30,1 gam kết tủa. Giá trị của x là:",
    "options": {
      "A": "0,1.",
      "B": "0,2.",
      "C": "0,3.",
      "D": "0,4."
    }
  },
  {
    "id": "Câu 71",
    "question_text": "Cho 0,1 mol H2NCH(COOH)2 (axit glutamic) vào 200 ml dung dịch hỗn hợp chứa KOH 0,3M và Ba(OH)2 x M. Sau khi các phản ứng xảy ra hoàn toàn, cô cạn cẩn thận dung dịch thu được m gam chất rắn. Mặt khác, nếu cho 0,1 mol H2NCH(COOH)2 vào 300 ml dung dịch HCl 1M, sau khi phản ứng xảy ra hoàn toàn, cô cạn cẩn thận dung dịch thu được (m + 7,8) gam chất rắn khan. Giá trị của x là:",
    "options": {
      "A": "0,05.",
      "B": "0,1.",
      "C": "0,2.",
      "D": "0,15."
    }
  },
  {
    "id": "Câu 72",
    "question_text": "Thủy phân hoàn toàn m gam hỗn hợp X gồm ba este mạch hở E1, E2, E3 (phân tử chỉ chứa nhóm chức este) bằng dung dịch KOH vừa đủ, thu được 29,4 gam hỗn hợp ba muối (muối của axit cacboxylic no, đơn chức, mạch hở) và hỗn hợp Y gồm 2 ancol no, đơn chức, mạch hở, kế tiếp nhau trong dãy đồng đẳng. Đốt cháy hoàn toàn Y cần 15,68 lít khí O2 (đktc). Mặt khác, cho m gam X tác dụng với lượng dư dung dịch AgNO3 trong NH3, thu được 43,2 gam Ag. Tổng số nguyên tử C trong E1, E2, E3 là 10. Phần trăm khối lượng của E1 có phân tử khối nhỏ nhất trong X là:",
    "options": {
      "A": "26,59%.",
      "B": "28,68%.",
      "C": "23,98%.",
      "D": "25,72%."
    }
  },
  {
    "id": "Câu 73",
    "question_text": "Cho m gam kim loại Fe vào 100 ml dung dịch chứa Cu(NO3)2 0,3M và AgNO3 0,2M. Sau khi phản ứng xảy ra hoàn toàn thu được chất rắn X có khối lượng 3,92 gam và dung dịch Y. Giá trị của m là:",
    "options": {
      "A": "1,12.",
      "B": "2,24.",
      "C": "2,8.",
      "D": "1,68."
    }
  },
  {
    "id": "Câu 74",
    "question_text": "Hỗn hợp T gồm tetrapeptit X (no, mạch hở) và tripeptit Y (mạch hở). Đốt cháy hoàn toàn 0,1 mol T cần 1,025 mol O2 thu được N2, CO2 và 16,65 gam H2O. Mặt khác, thủy phân hoàn toàn 0,1 mol T trong dung dịch NaOH (vừa đủ), thu được 17,8 gam muối glyxin và 27,2 gam muối alanin. Khối lượng của Y trong 0,1 mol T là:",
    "options": {
      "A": "8,14.",
      "B": "7,38.",
      "C": "10,88.",
      "D": "12,18."
    }
  },
  {
    "id": "Câu 75",
    "question_text": "Cho 27,4 gam hỗn hợp X gồm hai axit cacboxylic đơn chức (trong đó một axit no, mạch hở và một axit không no có một liên kết C=C, mạch hở) tác dụng với 23,2 gam C2H5OH có H2SO4 đặc làm xúc tác, thu được m gam hỗn hợp Y gồm hai este. Biết hiệu suất phản ứng este hóa của hai axit đều đạt 75%. Giá trị của m là:",
    "options": {
      "A": "26,4.",
      "B": "30,1.",
      "C": "22,5.",
      "D": "31,8."
    }
  },
  {
    "id": "Câu 76",
    "question_text": "Hỗn hợp X gồm Fe, FeO, Fe2O3, Fe3O4. Hòa tan hết 43,5 gam X trong dung dịch HNO3 dư, thu được 2,24 lít khí NO (sản phẩm khử duy nhất, đktc) và dung dịch Y. Cô cạn dung dịch Y thu được m gam muối khan. Giá trị của m là:",
    "options": {
      "A": "90,75.",
      "B": "96,80.",
      "C": "105,80.",
      "D": "112,20."
    }
  },
  {
    "id": "Câu 77",
    "question_text": "Hòa tan hoàn toàn 216,55 gam hỗn hợp... (câu hỏi bị cắt cụt)"
  },
  {
    "id": "Câu 78",
    "question_text": "Hỗn hợp E gồm este X (C6H11O4N), peptit Y và peptit Z (Y và Z mạch hở, cùng được tạo bởi Glyxin và Alanin, số liên kết peptit trong Z nhiều hơn trong Y). Cho 21,34 gam E tác dụng với dung dịch NaOH vừa đủ, sau phản ứng thu được phần rắn chỉ chứa ba muối và 0,04 mol hỗn hợp hơi T gồm ba chất hữu cơ có tỉ khối so với H2 bằng 24,75. Đốt cháy toàn bộ muối cần 10,96 gam O2, thu được N2; 5,83 gam Na2CO3 và 15,2 gam hỗn hợp CO2 và H2O. Phần trăm khối lượng của Y trong E là:",
    "options": {
      "A": "11,345%.",
      "B": "12,698%.",
      "C": "12,720%.",
      "D": "9,735%."
    }
  },
  {
    "id": "Câu 79",
    "question_text": "Hòa tan hết 24,018 gam hỗn hợp rắn X gồm FeCl3, Fe(NO3)2, Cu(NO3)2 và Fe3O4 trong dung dịch chứa 0,736 mol HCl, sau phản ứng thu được dung dịch Y chỉ chứa 3 muối và 0,024 mol khí NO. Cho dung dịch AgNO3 dư vào Y thu được 115,738 gam kết tủa. Biết NO là sản phẩm khử duy nhất của N+5. Phần trăm số mol của FeCl3 trong X có giá trị gần nhất với:",
    "options": {
      "A": "15%",
      "B": "18%",
      "C": "22%",
      "D": "25%"
    }
  },
  {
    "id": "Câu 80",
    "question_text": "Thủy phân hết m gam hỗn hợp X gồm một số este được tạo bởi axit đơn chức và ancol đơn chức bằng một lượng dung dịch NaOH vừa đủ rồi cô cạn thu được a gam muối và b gam hỗn hợp ancol. Đốt cháy a gam hỗn hợp muối thu được hỗn... (câu hỏi bị cắt cụt)"
  }
]